Repository: KDE/kio
Catalog: po/*/kio5.po
Languages: ast

source: Unable to retrieve information about the cookies stored on your computer.
ast: Nun pue recibise la información tocante a les cookies atroxaes nel to ordenador.

source: Yes
ast: Sí

source: Search
ast: Guetar

source: Site
ast: Sitiu

source: Cookie Name
ast: Nome de cookie

source: D&elete
ast: D&esaniciar

source: Delete A&ll
ast: Desaniciar &too

source: Configure &Policy...
ast: Configurar &política...

source: &Reload List
ast: &Recargar llistáu

# @title:window
source: Change Cookie Policy
ast: Cambéu de política de cookies

# @title:window
source: New Cookie Policy
ast: Política de cookies nueva

# @title:window
source: Duplicate Policy
ast: Política de duplicación

source: Replace
ast: Trocar

source: Unable to communicate with the cookie handler service. Any changes you made will not take effect until the service is restarted.
ast: Nun pue comunicase col serviciu remanador de cookies. Cualesquier camudancia que fagas nun tendrá efeutu fasta que se reanicie'l serviciu.

source: Enable coo&kies
ast: Habilitar coo&kies

source: Only acce&pt cookies from originating server
ast: Ace&utar namái cookies del sirvidor orixinariu

source: Automaticall&y accept session cookies
ast: Aceutar a&utomáticamente les cookies de les sesiones

source: Default Policy
ast: Política por defeutu

source: Accep&t all cookies
ast: Aceu&tar toles cookies

source: Accept &until end of session
ast: Aceutar &fasta la fin de sesión

source: Ask &for confirmation
ast: Entrugar &pola confirmación

source: Re&ject all cookies
ast: Re&fugar toles cookies

source: Site Policy
ast: Política del sitiu

source: Domain
ast: Dominiu

source: &New...
ast: &Nuevu...

source: Chan&ge...
ast: Camu&dar...

source: Accept
ast: Aceutar

source: Reject
ast: Refugar

source: Ask
ast: Entrugar

source: Site name:
ast: Nome del sitiu:

source: Policy:
ast: Política:

source: No Proxy
ast: Ensin proxy

source: Detect proxy configuration automatically
ast: Deteutar la configuración del proxy automáticamente

source: Use proxy auto configuration URL:
ast: Usar URL d'auto-configuración de proxy:

source: Use system proxy configuration:
ast: Usar configuración del proxy del sistema:

source: HTTP Proxy:
ast: Proxy HTTP:

source: SSL Proxy:
ast: Proxy SSL:

source: FTP Proxy:
ast: Proxy FTP:

source: SOCKS Proxy:
ast: Proxy SOCKS:

source: Exceptions:
ast: Esceiciones:

source: Show the &value of the environment variables
ast: Amosar el &valor de les variables d'entornu

source: Use manually specified proxy configuration:
ast: Usar configuración del proxy especificada a mano:

source: Port:
ast: Puertu:

source: Use this proxy server for a&ll protocols
ast: Usar esti sirvidor proxy pa to&los protocolos

source: Use proxy settings only for addresses in the Exceptions list
ast: Usar axustes del proxy namái pa direiciones nel llistáu d'esceiciones

# @title:window
source: Update Failed
ast: Falló l'anovamientu

source: You have to restart KDE for these changes to take effect.
ast: Tienes de reaniciar KDE pa qu'estes camudancies faigan efeutu.

source: Timeout Values
ast: Valores de tiempu escosao

source: &Server response:
ast: Rempuestes del &sirvidor:

source: FTP Options
ast: Opciones FTP

source: Enables FTP's "passive" mode. This is required to allow FTP to work from behind firewalls.
ast: Habilita'l mou «pasivu» de FTP. Esto ríquese pa permitir que'l FTP furrule darrera de tornafueos.

source: Default user name:
ast: Nome d'usuariu por defeutu:

source: Default password:
ast: Contraseña por defeutu:

# @title:window
source: Add Identification
ast: Amiestu d'identificación

# @title:window
source: Modify Identification
ast: Modificación d'identificación

# @title:window
source: Duplicate Identification
ast: Duplicación d'identificación

source: &Send identification
ast: &Unviar identificación

source: The browser identification text sent to the sites you visit. Use the provided options to customize it.
ast: El testu d'identificación del restolador únviase a los sitios qu'andes. Usa les opciones apurríes pa personalizalu.

source: Default Identification
ast: Identificación por defeutu

source: The browser identification text sent to the sites you visit. You can customize it using the options provided below.
ast: El testu d'identificación del restolador únviase a los sitios qu'andes. Pues personalizalu usando les opciones apurríes embaxo.

source: Includes your operating system's name in the browser identification text.
ast: Inclúi'l nome del sistema operativu nel testu d'identificación del restolador.

source: Add operating s&ystem name
ast: Amestar nome del s&istema operativu

source: Includes your operating system's version number in the browser identification text.
ast: Inclúi'l númberu de versión del to sistema operativu nel testu d'identificación del restolador.

source: Add operating system &version
ast: Amestar &versión del sistema operativu

source: Includes your machine's CPU type in the browser identification text.
ast: Inclúi la triba de CPU de la to máquina nel testu d'identificación del restoaldor.

source: Add &machine (processor) type
ast: Amestar triba de &máquina (procesador)

source: Includes your language settings in the browser identification text to obtain localized versions of the page.
ast: Inclúi los tos axustes de llingua nel testu d'identificación del restolador pa consiguir les versiones traducíes de les páxines.

source: Add lang&uage information
ast: Amestar información de lling&ua

source: Site Specific Identification
ast: Identificación específica del sitiu

source: Site Name
ast: Nome del sitiu

source: Identification
ast: Identificación

source: User Agent
ast: Axente d'usuariu

source: &Use the following identification:
ast: &Usar la identificación de darréu:

source: Real identification:
ast: Identificación real:

source: Web Shortcuts
ast: Atayos web

source: File not found: %1
ast: Nun s'alcontró'l ficheru: %1

source: File Changed
ast: Camudóse'l ficheru

source: Do Not Delete
ast: Nun desaniciar

source: The file %1 has been modified. Do you want to upload the changes?
ast: Modificóse'l ficheru %1. ¿Quies xubir les camudancies?

source: Upload
ast: Xubir

source: Do Not Upload
ast: Nun xubir

source: (c) 1998-2000,2003 The KFM/Konqueror Developers
ast: (c) 1998-2000,2003 Los desendolcadores de The KFM/Konqueror

source: Suggested file name for the downloaded file
ast: Nome de ficheru suxeríu pa baxar el ficheru

source: Could not find a usable proxy configuration script
ast: Nun pudo alcontrase un script usable de configuración de proxy

source: Could not download the proxy configuration script: %1
ast: Nun pudo baxase'l script de configuración de proxy: %1

source: Could not download the proxy configuration script
ast: Nun pudo baxase'l script de configuración de proxy

source: The proxy configuration script is invalid: %1
ast: Nun ye válidu'l script de configuración del proxy: %1

source: The proxy configuration script returned an error: %1
ast: Devolvió un fallu'l proxy de configuración: %1

source: Could not find 'FindProxyForURL' or 'FindProxyForURLEx'
ast: Nun pudo alcontrase «FindProxyForURL» o «FindProxyForURLEx»

source: Got an invalid reply when calling %1
ast: Consiguióse una rempuesta non válida al llamar a %1

source: Do you want to retry?
ast: ¿Quies reintentalo?

source: Retry Authentication
ast: Retentar l'autenticación

# @action:button filter-continue
source: Retry
ast: Retentar

source: Authentication Dialog
ast: Diálogu d'autenticación

# @title:column Name label from web shortcuts column
source: Name
ast: Nome

# @title:column
source: Shortcuts
ast: Atayos

# @title:column
source: Preferred
ast: Preferíu

# @info:tooltip
source: Check this box to select the highlighted web shortcut as preferred.<nl/>Preferred web shortcuts are used in places where only a few select shortcuts can be shown at one time.
ast: Conseña esti caxellu pa esbillar los atayos web resaltaos como preferíos.<nl/>Los atayos web preferíos úsense en llugares u namái puen amosase dellos atayos d'una sola vegada.

source: &Enable Web shortcuts
ast: &Habilitar atayos web

source: &Use preferred shortcuts only
ast: &Usar namái atayos preferíos

source: Search for shortcut
ast: Guetar atayu

source: De&lete
ast: De&saniciar

source: Default Web &shortcut:
ast: Ata&yu web por defeutu:

# Colon as keyword delimiter
source: Colon
ast: Dos puntos

source: No preferred search providers were found.
ast: Nun s'alcontraron fornidores de gueta preferíos.

source: No search providers were found.
ast: Nun s'alcontraron fornidores de gueta.

source: Search F&ilters
ast: &Peñeres de gueta

# @item:inlistbox The default character set
source: Default
ast: Por defeutu

source: New Web Shortcut
ast: Atayu web nuevu

source: The shortcut "%1" is already assigned to "%2". Please choose a different one.
ast: Yá s'asignó l'atayu «%1» a «%2». Escueyi ún diferente, por favor.

source: The following shortcuts are already assigned. Please choose different ones. %1
ast: Yá s'asignaron los atayos de darréu. Escueyi unos diferentes, por favor. %1

source: Shortcut &name:
ast: &Nome d'atayu

source: Shortcut &URL:
ast: &URL d'atayu:

source: &Shortcuts:
ast: &Atayos:

source: &Charset:
ast: &Conxuntu de caráuteres:

source: <qt><b>%1</b> does not have a home folder.</qt>
ast: <qt><b>%1</b> nun tien una carpeta home.</qt>

source: <qt>The file or folder <b>%1</b> does not exist.</qt>
ast: <qt>Nun esiste'l ficheru o carpeta <b>%1</b>.</qt>

source: Blocked request.
ast: Solicitú bloquiada.

source: Common name:
ast: Nome común:

source: Organization:
ast: Organización:

source: Country:
ast: País:

source: Canada
ast: Canadá

source: State:
ast: Estáu:

source: City:
ast: Ciudá:

source: &Move Here
ast: &Mover equí

source: &Copy Here
ast: &Copiar equí

source: &Link Here
ast: &Enllazar equí

source: C&ancel
ast: E&ncaboxar

source: What do you wish to do with this executable file?
ast: ¿Qué deseyes facer con esti ficheru executable?

source: &Execute
ast: &Executar

source: Und&o
ast: Desfacer

source: Undo File Copy Confirmation
ast: Confirmación de desfechura de copia de ficheros

source: Do you really want to delete this item?
ast: ¿De xuru que quies desaniciar esti elementu?

# @info
source: Do you want to permanently delete all items from Trash? This action cannot be undone.
ast: ¿De xuru que quies desaniciar dafechu tolos elementos de la Papelera? Esta aición nun pue desfacese.

# @action:button
source: Empty Trash
ast: Balerar papelera

source: Do you really want to move this item to the trash?
ast: ¿De xuru que quies mover esti elementu a la papelera?

source: Owner
ast: Dueñu

source: Named User
ast: Usuariu nomáu

source: Named Group
ast: Grupu nomáu

source: Edit Entry...
ast: Editar entrada ...

source: Delete Entry
ast: Desaniciar entrada

source: Named user
ast: Usuariu nomáu

source: Named group
ast: Grupu nomáu

source: User:
ast: Usuariu:

source: Group:
ast: Grupu:

source: Type
ast: Triba

source: Name
ast: Nome

source: Updating System Configuration
ast: Anovando configuración del sistema

source: Updating system configuration.
ast: Anovando la configuración del sistema.

# @title:column
source: Name
ast: Nome

# @title:column
source: Size
ast: Tamañu

# @title:column
source: Date
ast: Data

# @title:column
source: Permissions
ast: Permisos

# @title:column
source: Owner
ast: Dueñu

# @title:column
source: Group
ast: Grupu

# @title:column
source: Type
ast: Triba

# @title:menu
source: &Actions
ast: &Aiciones

source: &Open with %1
ast: &Abrir con %1

# @title:menu
source: &Open With
ast: &Abrir con

# @title:menu
source: &Open With...
ast: &Abrir con...

source: Open &with %1
ast: Abrir &con %1

# Items in a folder
source: 1 item
ast: Un elementu

source: Known Applications
ast: Aplicaciones conocíes

source: Open With
ast: Abrir con

source: Choose Application
ast: Escoyeta d'aplicación

source: Choose Application for %1
ast: Escoyeta d'aplicación pa %1

source: <qt>Select a program. If the program is not listed, enter the name or click the browse button.</qt>
ast: <qt>Esbilla un programa. Si nun ta llistáu, introduz el nome o primi nel botón de restolar.</qt>

source: Run in &terminal
ast: Executar na &terminal

source: &Do not close when command exits
ast: &Nun zarrar cuando'l comandu cole

source: '%1' not found, please type a valid program name.
ast: «%1» nun s'alcontró, por favor teclexa un nome de programa válidu.

source: &Run in terminal
ast: Executa&r na terminal

source: &Terminal options:
ast: &Opciones de termial:

source: Do not &close when command exits
ast: Nun zarrar &cuando'l comandu cole

source: User
ast: Usuariu

source: Ru&n as a different user
ast: Executar como usuariu &diferente

source: &Username:
ast: Nome d'u&suariu:

source: &Place in system tray
ast: &Asitiar na bandexa'l sistema

source: &D-Bus registration:
ast: Rexistru &D-Bus:

source: Multiple Instances
ast: Instáncies múltiples

source: Single Instance
ast: Una instancia

source: Type the name you want to give to this application here. This application will appear under this name in the applications menu and in the panel.
ast: Teclexa'l nome que quies da-y a esta aplicación equí. Esta aplicación apaecerá so esti nome nel menú d'aplicaciones y nel panel.

source: Type the description of this application, based on its use, here. Examples: a dial up application (KPPP) would be "Dial up tool".
ast: Teclexa equí la descripción d'esta aplicación basándose nel so usu. Exemplos: una aplicación de marcáu (KPPP) sedría «Ferramienta de marcáu».

source: &Description:
ast: &Descripción:

source: Type any comment you think is useful here.
ast: Teclexa equí cualesquier comentariu que pienses ye útil.

source: Comm&ent:
ast: Com&entariu:

source: Co&mmand:
ast: Co&mandu:

source: Click here to browse your file system in order to find the desired executable.
ast: Primi equí pa restolar el to sistema de ficheros p'alcontrar l'executable deseyáu.

source: &Browse...
ast: &Restolar...

source: Sets the working directory for your application.
ast: Afita'l direutoriu de trabayu pa la to aplicación.

source: &Work path:
ast: &Camín de trabayu:

source: &Supported file types:
ast: &Tribes de ficheros sofitaes:

source: Mimetype
ast: Triba MIME

source: Description
ast: Descripción

source: Click on this button if you want to add a type of file (mimetype) that your application can handle.
ast: Primi nesti botón si quies amestar una triba de ficheru (triba MIME) que la to aplicación puea remanar.

source: Add...
ast: Amestar...

source: If you want to remove a type of file (mimetype) that your application cannot handle, select the mimetype in the list above and click on this button.
ast: Si quies desanciar una triba de ficheru (triba MIME) que la to aplicación nun puea remanar, esbilla la triba MIME nel llistáu d'embaxo y primi nesti botón.

source: Remove
ast: Desaniciar

source: Ad&vanced Options
ast: Opciones a&vanzaes

source: Properties for %1
ast: Propiedaes pa %1

source: Properties for 1 item
ast: Propiedaes pa un elementu

# @title:tab File properties
source: &General
ast: &Xeneral

source: Type:
ast: Triba:

source: Create New File Type
ast: Crear triba de ficheros nueva

source: File Type Options
ast: Opciones de triba de ficheros

source: Contents:
ast: Conteníos:

source: Location:
ast: Allugamientu:

source: Size:
ast: Tamañu:

source: Calculate
ast: Calcular

source: Stop
ast: Parar

source: Refresh
ast: Refrescar

source: Points to:
ast: Apunta a:

source: Created:
ast: Creóse'l:

source: Modified:
ast: Modificóse'l:

source: Accessed:
ast: Accedióse'l:

source: Mounted on:
ast: Montóse en:

source: Device usage:
ast: Usu de preséu:

# @info:status
source: Unknown size
ast: Tamañu desconocíu

source: Calculating... %1 (%2) %3, %4
ast: Calculando... %1 (%2) %3, %4

source: 1 file
ast: Un ficheru

source: 1 sub-folder
ast: Una socarpeta

source: Calculating...
ast: Calculando...

source: At least %1
ast: Polo menos %1

source: The new file name is empty.
ast: Ta baleru'l nome de ficheru nuevu.

source: <qt>Could not save properties. You do not have sufficient access to write to <b>%1</b>.</qt>
ast: <qt>Nun pudieron guardase les propiedaes. Nun tienes abondos permisos pa escribir en <b>%1</b>.</qt>

source: Can Read
ast: Pue lleer

source: Can Read & Write
ast: Pue lleer y escribir

source: Can View Content
ast: Pue ver el conteníu

source: Can View & Modify Content
ast: Pue ver y modificar el conteníu

source: Can View Content & Read
ast: Pue ver el conteníu y lleer

source: Can View/Read & Modify/Write
ast: Pue ver/lleer y modificar/escribir

source: &Permissions
ast: &Permisos

source: Access Permissions
ast: Permisos d'accesu

source: This file is a link and does not have permissions.
ast: Esti ficheru ye un enllaz y nun tien permisos.

source: Only the owner can change permissions.
ast: Namái'l dueñu pue camudar los permisos.

source: O&wner:
ast: Dueñu:

source: Specifies the actions that the owner is allowed to do.
ast: Especifica les aiciones que'l dueñu tien permisu pa facer.

source: Gro&up:
ast: Gr&upu:

source: Specifies the actions that the members of the group are allowed to do.
ast: Especifica les aiciones que los miembros del grupu tienen permisu pa facer.

source: O&thers:
ast: O&tros:

source: Only own&er can rename and delete folder content
ast: Namái'l dueñu pue renoamr y desaniciar el conteníu de la carpeta

source: Is &executable
ast: Ye &executable

source: A&dvanced Permissions
ast: Permisos a&vanzaos

source: User:
ast: Usuariu:

source: Group:
ast: Grupu:

source: Apply changes to all subfolders and their contents
ast: Aplicar camudancies a toles socarpetes y los sos conteníos

source: Advanced Permissions
ast: Permisos avanzaos

source: Class
ast: Clas

source: Show Entries
ast: Amosar entraes

source: This flag allows viewing the content of the folder.
ast: Esta bandera permite ver el conteníu de la carpeta.

source: User
ast: Usuariu

source: This file uses advanced permissions
ast: Esti ficheru usa permisos avanzaos

source: This folder uses advanced permissions.
ast: Esta carpeta usa permisos avanzaos.

source: These files use advanced permissions.
ast: Estos ficheros usen permisos avanzaos.

source: De&vice
ast: P&reséu

source: Device (/dev/fd0):
ast: Preséu (/dev/fd0):

source: Device:
ast: Preséu:

source: Read only
ast: Namái llectura

source: File system:
ast: Sistema de ficheros:

source: Mount point (/mnt/floppy):
ast: Puntu montaxe (/mnt/floppy):

source: Mount point:
ast: Puntu montaxe:

source: &Application
ast: &Aplicación

source: Select one or more file types to add:
ast: Esbilla ún o más tribes de ficheros p'amestar:

source: Could not save properties. Only entries on local file systems are supported.
ast: Nun pudieron guardase les propiedaes. Namái tán sofitaes les entraes nel sistema de ficheros.

source: Advanced Options for %1
ast: Opciones avanzaes pa %1

source: <qt>Unable to enter <b>%1</b>. You do not have access rights to this location.</qt>
ast: <qt>Nun pue entrase en <b>%1</b>. Nun tienes los drechos d'accesu pa esti allugamientu.</qt>

source: <qt>You do not have permission to run <b>%1</b>.</qt>
ast: <qt>Nun tienes permisu pa executar <b>%1</b>.</qt>

source: You are not authorized to select an application to open this file.
ast: Nun tas autorizáu pa esbillar una aplicación p'abrir esti ficheru.

source: You are not authorized to execute this file.
ast: Nun tas autorizáu pa executar esti ficheru.

source: Launching %1
ast: Llanciando %1

source: You are not authorized to execute this service.
ast: Nun tas autorizáu pa executar esti serviciu.

# Warning about executing unknown .desktop file
source: Warning
ast: Alvertencia

# program name follows in a line edit below
source: This will start the program:
ast: Esto aniciará'l programa:

source: If you do not trust this program, click Cancel
ast: Si nun confies nesti programa, primi Encaboxar

source: Unable to make the service %1 executable, aborting execution
ast: Nun pue facese executable'l serviciu %1, albortando execución

source: <qt>Unable to run the command specified. The file or folder <b>%1</b> does not exist.</qt>
ast: <qt>Nun pue executase'l comandu especificáu. Nun esiste'l ficheru o carpeta <b>%1</b>.</qt>

source: Could not find the program '%1'
ast: Nun pudo alcontrase'l programa «%1»

source: KDE SSL Information
ast: Información SSL de KDE

source: Current connection is secured with SSL.
ast: La conexón actual ta asegurada con SSL.

source: Current connection is not secured with SSL.
ast: La conexón actual nun ta asegurada con SSL.

source: SSL support is not available in this build of KDE.
ast: Nun ta disponible'l sofitu SSL nesta construcción de KDE.

source: The main part of this document is secured with SSL, but some parts are not.
ast: La parte principal del documentu ta asegurada con SSL pero delles otres non.

source: Some of this document is secured with SSL, but the main part is not.
ast: Delles partes d'esti comuentu tán aseguraes con SSL pero la principal non.

# Part of: %1, using %2 bits of a %3 bit key
source: using %1 bit
ast: usando %1 bit

# Part of: %1, using %2 bits of a %3 bit key
source: of a %1 bit key
ast: d'una clave d'un bit

# The certificate is not trusted
source: NO, there were errors:
ast: NON, hevo fallos:

# The certificate is trusted
source: Yes
ast: Sí

# %1 is the effective date of the certificate, %2 is the expiry date
source: %1 to %2
ast: %1 fasta'l %2

source: Search for '%1' with
ast: Guetar «%1» con

source: Configure Web Shortcuts...
ast: Confirgurar atayos web...

source: Open file dialog
ast: Diálogu d'abrir ficheros

source: Filename for clipboard content:
ast: Nome de ficheru pal conteníu del cartafueyu:

source: &Paste File
ast: &Apegar ficheru

source: &Paste URL
ast: &Apegar URL

source: &Paste Clipboard Contents
ast: &Apegar conteníos del cartafueyu

# @action:inmenu
source: Paste One Folder
ast: Apegar una carpeta

# @action:inmenu
source: Paste One File
ast: Apegar un ficheru

# @action:inmenu
source: Paste One Item
ast: Apegar un elementu

# @action:inmenu
source: Paste Clipboard Contents...
ast: Apegar conteníos del cartafueyu...

# @action:inmenu
source: Paste
ast: Apegar

source: Data format:
ast: Formatu de datos:

source: Filename for dropped contents:
ast: Nome de ficheru pa conteníos soltaos:

source: Appl&y to All
ast: Aplica&r a too

source: &Rename
ast: &Renomar

source: Suggest New &Name
ast: Su&xerir nome nuevu

source: &Skip
ast: &Saltar

source: &Overwrite
ast: &Sobrescribir

source: &Resume
ast: &Resumir

source: C&ontinue
ast: &Siguir

source: This action will overwrite the destination.
ast: Esta aición sobrescribirá'l destín.

source: Warning, the destination is more recent.
ast: Alvertencia, el destín ye más recién.

source: Source
ast: Fonte

source: Destination
ast: Destín

source: An older item named '%1' already exists.
ast: Yá esiste un elementu más vieyu nomáu «%1».

source: A similar file named '%1' already exists.
ast: Yá esiste un ficheru nomáu «%1» paecíu.

source: A more recent item named '%1' already exists.
ast: Yá esiste un elementu renomáu más recién «%1».

source: Information
ast: Información

source: Skip
ast: Saltar

# Web page address
source: Address:
ast: Direición:

source: IP address:
ast: Direición IP:

source: Encryption:
ast: Cifráu:

source: Details:
ast: Detalles:

source: SSL version:
ast: Versión de SSL:

source: Certificate chain:
ast: Cadena del certificáu:

source: Trusted:
ast: D'enfotu:

source: Validity period:
ast: Periodu de validez:

source: Serial number:
ast: Númberu serial:

source: The remote host did not send any SSL certificates. Aborting because the identity of the host cannot be established.
ast: L'agospiu remotu nun unvió certificáu SSL dalu. Albortando porque nun pue afitase la identida l'agospiu.
