Repository: KDE/kio
Catalog: po/*/kio5.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Unable to create io-slave: %1
ast: Nun pue crease l'io-slave: %1

source: Folder Already Exists
ast: Yá esiste la carpeta

source: File Already Exists
ast: Yá esiste'l ficheru

source: Already Exists as Folder
ast: Yá esiste como carpeta

source: 1 day %2
ast: Un día %2

source: %1 Item
ast: Un elementu

source: 1 Folder
ast: 1 Carpeta

source: 1 File
ast: 1 Ficheru

# @title job
source: Moving
ast: Movición

# The source of a file operation
source: Source
ast: Fonte

# The destination of a file operation
source: Destination
ast: Destín

# @title job
source: Copying
ast: Copia

# @title job
source: Creating directory
ast: Creación de direutoriu

source: Directory
ast: Direutoriu

# @title job
source: Deleting
ast: Desaniciu

source: File
ast: Ficheru

# @title job
source: Examining
ast: Desame

# @title job
source: Transferring
ast: Tresferencia

# @title job
source: Mounting
ast: Montaxe

source: Device
ast: Preséu

source: Mountpoint
ast: Puntu de montaxe

# @title job
source: Unmounting
ast: Desmontaxe

source: Could not read %1.
ast: Nun pudo lleese %1.

source: Could not write to %1.
ast: Nun pudo escribise %1.

source: Could not start process %1.
ast: Nun pudo aniciase'l procesu %1.

source: Internal Error Please send a full bug report at http://bugs.kde.org %1
ast: Fallu internu Por favor, unvia un informe de fallu completu a http://bugs.kde.org %1

source: Malformed URL %1.
ast: URL %1 mal formada.

source: The protocol %1 is not supported.
ast: Nun ta sofitáu'l protocolu %1.

source: The protocol %1 is only a filter protocol.
ast: El protocolu %1 ye namái un protocolu de peñera.

source: %1 is a folder, but a file was expected.
ast: %1 ye una carpeta, pero esperábase un ficheru.

source: %1 is a file, but a folder was expected.
ast: %1 ye un ficheru, pero esperábase una carpeta.

source: The file or folder %1 does not exist.
ast: Nun esiste'l ficheru o carpeta %1.

source: A file named %1 already exists.
ast: Yá esiste un ficheru nomáu como %1.

source: A folder named %1 already exists.
ast: Yá esiste una carpeta nomada como %1.

source: No hostname specified.
ast: Nun s'especificó'l nome d'agospiu

source: Unknown host %1
ast: Agospiu %1 desconocíu

source: Access denied to %1.
ast: Accesu refugáu a %1.

source: Access denied. Could not write to %1.
ast: Accesu refugáu. Nun pudo escribise a %1.

source: Could not enter folder %1.
ast: Nun pudo entrase a la carpeta %1.

source: The protocol %1 does not implement a folder service.
ast: El protocolu %1 nun implementa un serviciu de carpetes.

source: Found a cyclic link in %1.
ast: Alcontróse un enllaz cíclicu en %1.

source: Found a cyclic link while copying %1.
ast: Alcontróse un enllaz cíclicu entrín se copiaba %1.

source: Could not connect to host %1.
ast: Nun pudo coneutase al agospiu %1.

source: Connection to host %1 is broken.
ast: Rompióse la conexón al agospiu %1.

source: The protocol %1 is not a filter protocol.
ast: El protocolu %1 nun ye un protocolu de peñera.

source: Could not mount device. The reported error was: %1
ast: Nun pudo montase'l preséu. El fallu informáu foi: %1

source: Could not unmount device. The reported error was: %1
ast: Nun pudo desmontase'l preséu. El fallu informáu foi: %1

source: Could not read file %1.
ast: Nun pudo lleese'l ficheru %1.

source: Could not write to file %1.
ast: Nun pudo escribise nel ficheru %1.

source: Could not bind %1.
ast: Nun pudo enllazase %1.

source: Could not listen %1.
ast: Nun pudo escuchase %1.

source: Could not accept %1.
ast: Nun pudo aceutase %1.

source: Could not access %1.
ast: Nun pudo accedese a %1.

source: Could not terminate listing %1.
ast: Nun pudo finase cola escucha %1.

source: Could not make folder %1.
ast: Nun pudo facese la carpeta %1.

source: Could not remove folder %1.
ast: Nun pudo desaniciase la carpeta %1.

source: Could not resume file %1.
ast: Nun pudo resumise'l ficheru %1.

source: Could not rename file %1.
ast: Nun pudo renomase'l ficheru %1.

source: Could not change permissions for %1.
ast: Nun pudieron camudase los permisos pa %1

source: Could not delete file %1.
ast: Nun pudo desaniciase'l ficheru %1.

source: The process for the %1 protocol died unexpectedly.
ast: Morrió inesperadamente'l procesu pal protocolu %1.

source: Error. Out of memory. %1
ast: Fallu. Memoria escosada. %1

source: Unknown proxy host %1
ast: Agospiu de proxy desconocíu %1

source: Authorization failed, %1 authentication not supported
ast: Autorización fallida, nun ta sofitada l'autenticación %1

source: User canceled action %1
ast: L'usuariu encaboxó l'aición %1

source: Internal error in server %1
ast: Fallu internu nel sirvidor %1

source: Timeout on server %1
ast: Tiempu escosao nel sirvidor %1

source: Unknown error %1
ast: Fallu desconocíu %1

source: Unknown interrupt %1
ast: Interrupción desconocida %1

source: Could not delete original file %1. Please check permissions.
ast: Nun pudo desaniciase'l ficheru orixinal %1. Por favor, comprueba los permisos.

source: Could not delete partial file %1. Please check permissions.
ast: Nun pudo desaniciase'l ficheru parcial %1. Por favor, comprueba los permisos.

source: Could not rename original file %1. Please check permissions.
ast: Nun pudo renomase'l ficheru orixinal %1. Por favor, comprueba los permisos.

source: Could not rename partial file %1. Please check permissions.
ast: Nun pudo renomase'l ficheru parcial %1. Por favor, comprueba los permisos.

source: Could not create symlink %1. Please check permissions.
ast: Nun pudo crease l'enllaz simbólicu %1. Por favor, comprueba los permisos.

source: Could not write file %1. Disk full.
ast: Nun pudo escribise'l ficheru %1. Discu enllén.

source: The source and destination are the same file. %1
ast: La fonte y el destín son el mesmu ficheru. %1

source: %1 is required by the server, but is not available.
ast: %1 ríquese pol sirvidor pero nun ta disponible.

source: The required content size information was not provided for a POST operation.
ast: Nun s'apurrió la información del tamañu del conteníu riquida pa una operación POST.

source: A file or folder cannot be dropped onto itself
ast: Nun pue soltase a sigo mesmu un ficheru o carpeta

source: A folder cannot be moved into itself
ast: Nun pue movese una carpeta a sigo mesma

source: Unknown error code %1 %2 Please send a full bug report at http://bugs.kde.org.
ast: Códigu de fallu %1 desconocíu %2 Por favor, unvia un informe de fallu completu a http://bugs.kde.org.

# @info url
source: (unknown)
ast: (desconocida)

source: <b>Technical reason</b>:
ast: <b>Razón téunica</b>:

source: <b>Details of the request</b>:
ast: <b>Detalles de la solicitú</b>:

source: <li>Date and time: %1</li>
ast: <li>Data y hora: %1</li>

source: <li>Additional information: %1</li>
ast: <li>Información adicional: %1</li>

source: <b>Possible causes</b>:
ast: <b>Causes posibles</b>:

source: <b>Possible solutions</b>:
ast: <b>Igues posibles</b>:

# @info protocol
source: (unknown)
ast: (desconocíu)

source: Check your access permissions on this resource.
ast: Comprueba los premisos d'accesu nesti recursu.

source: The file may be in use (and thus locked) by another user or application.
ast: Quiciabes tea'l ficheru n'usu (y poro bloquiáu) por otru usuariu o aplicación.

source: You may have encountered a bug in the program.
ast: Quiciabes alcontrares un fallu nel programa.

source: There may have been a problem with your network connection.
ast: Quiciabes heba un problema cola to conexón de rede.

source: There may have been a problem with your network configuration. If you have been accessing the Internet with no problems recently, this is unlikely.
ast: Quiciabes heba un problema cola to configuración de rede. Si apocayá tuviesti accediendo ensin problemes a internet, esto ye improbable.

source: There may have been a problem at some point along the network path between the server and this computer.
ast: Quiciabes hebo un problema en dalgún puntu del camín de rede ente'l sirividor y esti ordenador.

source: A protocol error or incompatibility may have occurred.
ast: Quiciabes asocedieres un fallu o incompatibilidá de protocolu.

source: Ensure that the resource exists, and try again.
ast: Asegúrate qu'esiste'l recursu ya inténtalo de nueves.

source: The specified resource may not exist.
ast: Quiciabes nun esista'l recursu especificáu.

source: You may have incorrectly typed the location.
ast: Quiciabes teclexares incorreutamente l'allugamientu

source: Double-check that you have entered the correct location and try again.
ast: Comprueba dos vegaes qu'introduxesti l'allugamientu correutu ya inténtalo de nueves.

source: Check your network connection status.
ast: Comprueba l'estáu de la conexón de la to rede.

source: Cannot Open Resource For Reading
ast: Nun pue abrise'l recursu pa llectura

source: This means that the contents of the requested file or folder <strong>%1</strong> could not be retrieved, as read access could not be obtained.
ast: Esto quier dicir que los conteníos del ficheru o carpeta solicitaos <strong>%1</strong> nun pudieron recibise darréu que nun pudo consiguise l'accesu.

source: You may not have permissions to read the file or open the folder.
ast: Quiciabes nun tengas permisos pa lleer el ficheru o abrir la carpeta.

source: Cannot Open Resource For Writing
ast: Nun pue abrise'l recursu pa llectura

source: This means that the file, <strong>%1</strong>, could not be written to as requested, because access with permission to write could not be obtained.
ast: Esto quier dicir que'l ficheru, <strong>%1</strong>, nun pudo escribise tal y como se solicitó porque nun pudo consiguise l'accesu col permisu d'escritura.

source: Cannot Initiate the %1 Protocol
ast: Nun pue aniciase'l protocolu %1

source: Unable to Launch Process
ast: Nun pue llanciase'l procesu

source: The program on your computer which provides access to the <strong>%1</strong> protocol could not be started. This is usually due to technical reasons.
ast: Nun pudo aniciase'l programa qu'apurre l'accesu al protocolu <strong>%1</strong> nel to ordenador. Esto dalcuando débese a razones téuniques.

source: The program which provides compatibility with this protocol may not have been updated with your last update of KDE. This can cause the program to be incompatible with the current version and thus not start.
ast: Quiciabes nun s'anovare col to caberu anovamientu de KDE'l programa qu'apurre la compatibilidá con esti protocolu. Esto pue causar que'l programa sía incompatible cola versión actual y poro, nun s'anicie.

source: Internal Error
ast: Fallu internu

source: The program on your computer which provides access to the <strong>%1</strong> protocol has reported an internal error.
ast: Informó d'un fallu internu'l programa nel to ordenador qu'apurre l'accesu al protocolu <strong>%1</strong>

source: Unsupported Protocol %1
ast: Protocolu %1 non sofitáu

source: The protocol <strong>%1</strong> is not supported by the KDE programs currently installed on this computer.
ast: Nun ta sofitáu'l protocolu <strong>%1</strong> polos programes de KDE anguaño instalaos nesti ordenador.

source: The requested protocol may not be supported.
ast: Quiciabes nun tea sofitáu'l protocolu solicitáu.

source: The versions of the %1 protocol supported by this computer and the server may be incompatible.
ast: Quiciabes seyan incompatibles les versiones del protocolu %1 sofitáu por esti ordenador y el sirvidor.

source: You may perform a search on the Internet for a KDE program (called a kioslave or ioslave) which supports this protocol. Places to search include <a href="http://kde-apps.org/">http://kde-apps.org/</a> and <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
ast: Podríes facer una gueta n'internet pa un programa de KDE (llamáu un kioslave o ioslave) que sofite esti protocolu. Los llugares pa guetar inclúin <a href="http://kde-apps.org/">http://kde-apps.org/</a> y <a href="http://freshmeat.net/">http://freshmeat.net/</a>.

source: URL Does Not Refer to a Resource.
ast: La URL nun se refier a un recursu.

source: Protocol is a Filter Protocol
ast: El protocolu ye un protocolu de peñera

source: Unsupported Action: %1
ast: Aición ensin sofitu: %1

source: The requested action is not supported by the KDE program which is implementing the <strong>%1</strong> protocol.
ast: Nun ta sofitada l'aición solicitada pol programa KDE qu'implementa'l protocolu<strong>%1</strong>.

source: File Expected
ast: Esperábase un ficheru

source: This may be an error on the server side.
ast: Esto quiciabes sía un fallu per parte del sirvidor.

source: Folder Expected
ast: Esperábase una carpeta

source: File or Folder Does Not Exist
ast: El ficheru o carpeta nun esiste

source: The specified file or folder <strong>%1</strong> does not exist.
ast: Nun esiste'l ficheru o carpeta <strong>%1</strong> especificáu.

source: The requested file could not be created because a file with the same name already exists.
ast: Nun pudo crease'l ficheru solicitáu porque yá esiste un ficheru col mesmu nome.

source: The requested folder could not be created because a folder with the same name already exists.
ast: Nun pudo crease la carpeta solicitada porque yá esiste una carpeta col mesmu nome.

source: Unknown Host
ast: Agospiu desconocíu

source: An unknown host error indicates that the server with the requested name, <strong>%1</strong>, could not be located on the Internet.
ast: Un fallu d'agospiu desconocíu indica que nun pudo allugase n'internet el sirvidor col nome solicitáu <strong>%1</strong>.

source: The name that you typed, %1, may not exist: it may be incorrectly typed.
ast: Quiciabes nun esista'l nome que teclexesti, %1: podría tar teclexáu incorreutamente.

source: Access Denied
ast: Accesu refugáu

source: Access was denied to the specified resource, <strong>%1</strong>.
ast: Refugóse l'accesu al recursu especificáu, <strong>%1</strong>.

source: Your account may not have permission to access the specified resource.
ast: La to cuenta quiciabes nun tenga permisu p'acceder al recursu especificáu.

source: Write Access Denied
ast: Refugóse l'accesu d'escritura

source: This means that an attempt to write to the file <strong>%1</strong> was rejected.
ast: Esto quier dicir que se refugó un intentu d'escribir nel ficheru <strong>%1</strong>.

source: Unable to Enter Folder
ast: Nun pue entrase na carpeta

source: This means that an attempt to enter (in other words, to open) the requested folder <strong>%1</strong> was rejected.
ast: Esto quier dicir que se refugó un intentu d'entrar (n'otres pallabres, abrir) na carpeta solicitada <strong>%1</strong>.

source: Folder Listing Unavailable
ast: Nun ta disponible'l llistáu de carpetes

source: Protocol %1 is not a Filesystem
ast: El protocolu %1 nun ye un sistema de ficheros

source: Cyclic Link Detected
ast: Deteutóse enllaz cíclicu

source: Request Aborted By User
ast: Solicitú albortada pol usuariu

source: The request was not completed because it was aborted.
ast: Nun se completó la solicitú porque s'albortó.

source: Cyclic Link Detected During Copy
ast: Deteutóse enllaz cíclicu na copia

source: Could Not Create Network Connection
ast: Nun pudo crease la conexón de rede

source: The network connection may be incorrectly configured, or the network interface may not be enabled.
ast: Quiciabes nun tea correutamente configurada la conexón de rede, o que la interfaz de rede quiciabes nun tea habilitada.

source: Connection to Server Refused
ast: Refugóse la conexón col sirvidor

source: Connection to Server Closed Unexpectedly
ast: Zarróse de sutaque la conexón col sirvidor

source: A protocol error may have occurred, causing the server to close the connection as a response to the error.
ast: Quiciabes asocediere un fallu del protocolu, causando que'l sirvidor zarrara la conexón como rempuesta al fallu.

source: URL Resource Invalid
ast: Recursu d'URL non válidu

source: Unable to Initialize Input/Output Device
ast: Nun pue aniciase'l preséu d'entrada/salida

source: Could Not Mount Device
ast: Nun pudo montase'l preséu

source: The requested device could not be initialized ("mounted"). The reported error was: <strong>%1</strong>
ast: Nun pudo aniciase'l («montase») preséu solicitáu. El fallu informáu foi: <strong>%1</strong>

source: You may not have permissions to initialize ("mount") the device. On UNIX systems, often system administrator privileges are required to initialize a device.
ast: Quiciabes nun tengas permisos pa montar el preséu. Nos sistemes UNIX, davezu ríquense los privilexos d'alministrador del sistema pa montar un preséu.

source: Unable to Uninitialize Input/Output Device
ast: Nun pue desmontase'l preséu d'entrada/salida

source: Could Not Unmount Device
ast: Nun pudo desmontase'l preséu

source: The requested device could not be uninitialized ("unmounted"). The reported error was: <strong>%1</strong>
ast: Nun pudo desmotáse'l preséu solicitáu. El fallu informáu foi: <strong>%1</strong>

source: The device may be busy, that is, still in use by another application or user. Even such things as having an open browser window on a location on this device may cause the device to remain in use.
ast: Quiciabes tea ocupáu'l preséu, esto ye, entá n'usu por otra aplicación o usuariu. Incluso coses como tener abierta una ventana del restolador nun allugamientu nesti preséu podríen causar que'l preséu tea entá n'usu.

source: You may not have permissions to uninitialize ("unmount") the device. On UNIX systems, system administrator privileges are often required to uninitialize a device.
ast: Quiciabes nun tengas permisos pa desmontar el preséu. Nos sistemes UNIX, davezu ríquense los privilexos d'alministrador del sistema pa desmontar un preséu.

source: Check that no applications are accessing the device, and try again.
ast: Comprueba que nun hai aplicación accediendo al preséu ya inténtalo de nueves.

source: Cannot Read From Resource
ast: Nun pue lleese del recursu

source: This means that although the resource, <strong>%1</strong>, was able to be opened, an error occurred while reading the contents of the resource.
ast: Esto quier dicir qu'inda'l recursu <strong>%1</strong> fore a abrise, asocedió un fallu entrín se lleíen los conteníos del recursu.

source: You may not have permissions to read from the resource.
ast: Quiciabes nun tengas permisu pa lleer dende'l recursu.

source: Cannot Write to Resource
ast: Nun pue escribise nel recursu

source: This means that although the resource, <strong>%1</strong>, was able to be opened, an error occurred while writing to the resource.
ast: Esto quier dicir qu'inda'l recursu <strong>%1</strong> fore a abrise, asocedió un fallu entrín s'escribía nel recursu.

source: You may not have permissions to write to the resource.
ast: Quiciabes nun tengas permisu pa escribir nel recursu.

source: Could Not Listen for Network Connections
ast: Nun pudieron escuchase les conexones de rede

source: Could Not Bind
ast: Nun pudo enllazase

source: Could Not Listen
ast: Nun pudo escuchase

source: Could Not Accept Network Connection
ast: Nun pudo aceutase la conexón de rede

source: You may not have permissions to accept the connection.
ast: Quiciabes nun tengas permisu p'aceutar la conexón.

source: Could Not Login: %1
ast: Nun pudo aniciase sesión: %1

source: An attempt to login to perform the requested operation was unsuccessful.
ast: Nun tuvo ésitu un intentu d'aniciar sesión pa facer la operación solicitada.

source: Could Not Determine Resource Status
ast: Nun pudo determinase l'estáu del recursu

source: The specified resource may not have existed or may not be accessible.
ast: Quiciabes nun esistiere'l recursu especificáu o nun sía accesible.

source: Could Not Cancel Listing
ast: Nun pudo encaboxase la escucha

source: Could Not Create Folder
ast: Nun pudo crease la carpeta

source: An attempt to create the requested folder failed.
ast: Falló un intentu de crear la carpeta solicitada.

source: The location where the folder was to be created may not exist.
ast: Quiciabes nun esista l'allugamientu u se creó la carpeta.

source: Could Not Remove Folder
ast: Nun pudo desaniciase la carpeta

source: An attempt to remove the specified folder, <strong>%1</strong>, failed.
ast: Falló un intentu de desaniciar la carpeta especificada, <strong>%1</strong>

source: The specified folder may not exist.
ast: Quiciabes nun esista la carpeta especificada.

source: The specified folder may not be empty.
ast: Quiciabes nun tea balera la carpeta especificada.

source: Ensure that the folder exists and is empty, and try again.
ast: Asegúrate que la carpeta esista y tea balera ya inténtalo de nueves.

source: Could Not Resume File Transfer
ast: Nun pudo resumise la tresferencia de ficheros

source: Could Not Rename Resource
ast: Nun pudo renomase'l recursu

source: An attempt to rename the specified resource <strong>%1</strong> failed.
ast: Falló un intentu pa renomar el recursu especificáu <strong>%1</strong>.

source: Could Not Alter Permissions of Resource
ast: Nun pudieron alteriase los permisos del recursu

source: An attempt to alter the permissions on the specified resource <strong>%1</strong> failed.
ast: Falló un intentu d'alteriar los permisos del recursu especificáu <strong>%1</strong>.

source: Could Not Delete Resource
ast: Nun pudo desaniciase'l recursu

source: An attempt to delete the specified resource <strong>%1</strong> failed.
ast: Falló un intentu de desaniciar el recursu especificáu <strong>%1</strong>.

source: Unexpected Program Termination
ast: Fina inesperada del programa

source: The program on your computer which provides access to the <strong>%1</strong> protocol has unexpectedly terminated.
ast: Finó inesperadamente'l programa qu'apurre l'accesu al protocolu <strong>%1</strong>.

source: Out of Memory
ast: Memoria escosada

source: Unknown Proxy Host
ast: Agospiu de proxy desconocíu

source: While retrieving information about the specified proxy host, <strong>%1</strong>, an Unknown Host error was encountered. An unknown host error indicates that the requested name could not be located on the Internet.
ast: Alcontróse un fallu d'agospiu desconocíu entrín se recibía información tocante al agospiu del proxy <strong>%1</strong>. Un fallu d'agospiu desconocíu indica que n'internet nun pudo allugase'l nome solicitáu.

source: There may have been a problem with your network configuration, specifically your proxy's hostname. If you have been accessing the Internet with no problems recently, this is unlikely.
ast: Quiciabes heba un problema cola to configuración de rede, específicamente'l to nome d'agospiu del proxy. Si tuviesti accediendo a internet apocayá ensin problemes, esto ye improbable.

source: Double-check your proxy settings and try again.
ast: Comprueba de nueves los axustes del proxy ya inténtalo de nueves.

source: Authentication Failed: Method %1 Not Supported
ast: Falló l'autenticación: Nun se sofita'l métodu %1

source: Although you may have supplied the correct authentication details, the authentication failed because the method that the server is using is not supported by the KDE program implementing the protocol %1.
ast: Inda quiciabes apurrieres los detalles correutos d'autenticación, ésta falló porque'l métodu que'l sirvidor ta usando nun ta sofitáu pol programa de KDE qu'implementa'l protocolu %1.

source: Please file a bug at <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> to inform the KDE team of the unsupported authentication method.
ast: Rellena un informe de fallos en <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> pa informar al equipu de KDE del métodu d'autenticación non sofitáu

source: Request Aborted
ast: Albortóse la solicitú
