Repository: KDE/kio
Catalog: po/*/kio5.po
Languages: ast

source: Internal Error in Server
ast: Fallu internu nel sirvidor

source: The program on the server which provides access to the <strong>%1</strong> protocol has reported an internal error: %2.
ast: Informó d'un fallu internu'l programa qu'apurre l'accesu al protocolu <strong>%1</strong>: %2

source: Contact the administrator of the server to advise them of the problem.
ast: Contauta col alministrador del sirvidor p'avisalu del problema.

source: If you know who the authors of the server software are, submit the bug report directly to them.
ast: Si sabes quien son los autores del sirvidor, unvia l'informe de fallos direutamente a ellos.

source: Timeout Error
ast: Fallu de tiempu escosao

source: The server was too busy responding to other requests to respond.
ast: El sirvidor ta perocupáu respondiendo a otres solicitúes.

source: Unknown Error
ast: Fallu desconocíu

source: The program on your computer which provides access to the <strong>%1</strong> protocol has reported an unknown error: %2.
ast: Informó d'un fallu desconocíu'l programa qu'apurre l'accesu al protocolu <strong>%1</strong>: %2.

source: Unknown Interruption
ast: Interrupción desconocida

source: Could Not Delete Original File
ast: Nun pudo desaniciase'l ficheru orixinal

source: Could Not Delete Temporary File
ast: Nun pudo desaniciase'l ficheru temporal

source: Could Not Rename Original File
ast: Nun pudo renomase'l ficheru orixinal

source: Could Not Rename Temporary File
ast: Nun pudo renomase'l ficheru temporal

source: Could Not Create Link
ast: Nun pudo crease l'enllaz

source: Could Not Create Symbolic Link
ast: Nun pudo crease l'enllaz simbólicu

source: The requested symbolic link %1 could not be created.
ast: Nun pudo crease l'enllaz simbólicu solicitáu %1.

source: No Content
ast: Ensin conteníu

source: Disk Full
ast: Discu enllenu

source: Source and Destination Files Identical
ast: Los ficheros fonte y destín son idénticos

source: The operation could not be completed because the source and destination files are the same file.
ast: Nun pudo completase la operación porque los ficheros fonte y destín son el mesmu ficheru.

source: The operation could not be completed because the source and destination file or folder are the same.
ast: Nun pudo completase la operación porque'l ficheru o carpeta destín son los mesmos.

source: Drop the item into a different file or folder.
ast: Suelta l'elementu nun ficheru o carpeta diferentes.

source: Folder moved into itself
ast: Movióse la carpeta a sigo mesma

source: The operation could not be completed because the source can not be moved into itself.
ast: Nun pudo completase la operación porque la fonte nun pue movese a sigo mesma.

source: Undocumented Error
ast: Fallu ensin documentar

source: Malformed URL %1
ast: URL mal formada %1

source: URL cannot be listed %1
ast: La URL nun pue llistase %1

source: (Symbolic Link to %1)
ast: (Enllaz simbólicu a %1)

source: (Points to %1)
ast: (Apunta a %1)

source: Connection refused
ast: Conexón refugada

source: Permission denied
ast: Permisu ñegáu

source: Connection timed out
ast: Tiempu escosao de la conexón

source: Unknown error
ast: Fallu desconocíu

source: Address is already in use
ast: La direición yá ta n'usu

source: Path cannot be used
ast: Nun pue usase'l camín

source: Not a directory
ast: Nun ye un direutoriu

source: Read-only filesystem
ast: Sistema de ficheros de namái llectura

source: Operation not supported
ast: Operación non sofitada

# SSL error
source: No error
ast: Ensin fallos

# SSL error
source: The certificate authority's certificate is invalid
ast: L'autoridá del certificáu nun ye válida

# SSL error
source: The certificate has expired
ast: Caducó'l certificáu

# SSL error
source: The certificate is invalid
ast: Nun ye válidu'l certificáu

# SSL error
source: The certificate is not signed by any trusted certificate authority
ast: Nun ta robláu por dal autoridá d'enfotu'l certificáu

# SSL error
source: The certificate has been revoked
ast: Revocóse'l certificáu

# SSL error
source: The certificate does not apply to the given host
ast: Nun s'aplica'l certificáu al agospiu dau

# SSL error
source: The certificate cannot be verified for internal reasons
ast: Nun pue verificase'l certificáu por razones internes

# SSL error
source: Unknown error
ast: Fallu desconocíu

source: Unknown protocol '%1'.
ast: Protocolu «%1» desconocíu.

source: Can not find io-slave for protocol '%1'.
ast: Nun pue alcontrase un esclavu ES pal protocolu «%1».

source: Can not find 'kioslave' executable at '%1'
ast: Nun pue alcontrase un executable «kioslave» en «%1»

source: Cannot talk to klauncher: %1
ast: Nun pue falase a klanuncher: %1

source: Unable to create io-slave: klauncher said: %1
ast: Nun pue crease l'esclavu ES: klauncher dixo: %1

source: Opening connections is not supported with the protocol %1.
ast: Nun ta sofitáu pol protocolu l'apertura de conexones %1.

source: Closing connections is not supported with the protocol %1.
ast: Nun ta sofitáu pol protocolu'l zarru de conexones %1.

source: Accessing files is not supported with the protocol %1.
ast: Nun ta sofitáu pol protocolu l'accesu de conexones %1.

source: Writing to %1 is not supported.
ast: Nun ta sofitada la escritura en %1.

source: There are no special actions available for protocol %1.
ast: Nun hai aiciones especiales disponibles pal protocolu %1.

source: Listing folders is not supported for protocol %1.
ast: Nun ta sofitáu'l llistáu de carpetes pol protocolu %1.

source: Creating symlinks is not supported with protocol %1.
ast: Nun ta sofitada la creación d'enllaces simbólicos col protocolu %1.

source: Copying files within %1 is not supported.
ast: Nun ta sofitada la copia de ficheros dientro de %1.

source: Deleting files from %1 is not supported.
ast: Nun ta sofitáu'l desaniciu de ficheros de %1.

source: Creating folders is not supported with protocol %1.
ast: Nun ta sofitada la creación de carpetes col protocolu %1.

source: Changing the attributes of files is not supported with protocol %1.
ast: Nun ta sofitada la camudancia d'atributos de ficheros col protocolu %1.

source: Opening files is not supported with protocol %1.
ast: Nun ta sofitada l'apertura de ficheros col protocolu %1.

source: Protocol %1 does not support action %2.
ast: El protocolu %1 nun sofita l'aición %2.

source: &Yes
ast: &Sí

source: &No
ast: &Non

source: &Details
ast: &Detalles

source: &Forever
ast: &Pa siempres

source: Co&ntinue
ast: Sigu&ir

source: &Current Session only
ast: Namái sesión a&ctual

source: You are about to leave secure mode. Transmissions will no longer be encrypted. This means that a third party could observe your data in transit.
ast: Tas a piques de colar del mou seguru. Yá nun se cifrará la tresmisión. Esto quier dicir qu'una tercera parte podría ver los tos datos en tránsitu.

source: Security Information
ast: Información de seguranza

source: C&ontinue Loading
ast: S&iguir cargando

# %1 is a host name
source: %1: SSL negotiation failed
ast: %1: Falló la negociación de SSL

source: You are about to enter secure mode. All transmissions will be encrypted unless otherwise noted. This means that no third party will be able to easily observe your data in transit.
ast: Tas a piques d'entrar nel mou seguru. Cifraránse toles tresmisiones a nun ser que s'indique lo contrario. Esto quier dicir que denguna tercera parte sedría a ver cenciellamente los tos datos en tránsitu.

source: Display SSL &Information
ast: Amosar &información SSL

source: C&onnect
ast: C&oneutar

source: SSL Certificate Password
ast: Contraseña del certificáu SSL

source: Unable to open the certificate. Try a new password?
ast: Nun pue abrise'l certificáu. ¿Probar una contraseña nueva?

source: The procedure to set the client certificate for the session failed.
ast: Falló'l procedimientu p'afitar el certificáu del veceru pa la sesión.

source: The server failed the authenticity check (%1).
ast: El sirvidor falló la comprobación d'autenticidá (%1).

source: Server Authentication
ast: Autenticación del sirvidor

source: Would you like to accept this certificate forever without being prompted?
ast: ¿Prestaríate aceutar esti certificáu dafechu ensin suxerítelo?

source: SSL certificate is being rejected as requested. You can disable this in the KDE System Settings.
ast: Ta refugándose'l certificáu SSL acordies colo pidío. Pues deshabilitar esto nos axustes del sistema de KDE.

source: A file or folder named %1 already exists.
ast: Yá esiste un ficheru o carpeta nomáu %1.

source: You do not have permission to create that folder.
ast: Nun tienes permisu pa crear esa carpeta.

source: You did not select a file to delete.
ast: Nun esbillesti un ficheru pa desaniciar

source: Nothing to Delete
ast: Un res pa desaniciar

source: You did not select a file to trash.
ast: Nun esbillesti un ficheru pa unviar a la papelera.

source: The specified folder does not exist or was not readable.
ast: La carpeta especificada nun esiste o nun pue lleese.

source: Menu
ast: Menú

source: Parent Folder
ast: Carpeta pa

source: Home Folder
ast: Carpeta Home

source: Reload
ast: Recargar

source: New Folder...
ast: Carpeta nueva...

source: Move to Trash
ast: Mover a la papelera

source: Delete
ast: Desaniciar

source: Sorting
ast: Orde

source: By Name
ast: Pel nome

source: By Size
ast: Pel tamañu

source: By Date
ast: Pela data

source: By Type
ast: Pela triba

source: Descending
ast: Descedente

source: Folders First
ast: Primero carpetes

source: Icon Position
ast: Posición d'iconos

source: Detailed View
ast: Vista detallada

source: Tree View
ast: Vista d'árbol

source: Detailed Tree View
ast: Vista d'arbol detallada

source: Show Hidden Files
ast: Amosar ficheros anubríos

source: Show Preview
ast: Amosar vista previa

source: Open File Manager
ast: Abrir xestor de ficheros

source: Properties
ast: Propiedaes

source: &View
ast: &ver

source: Encoding:
ast: Codificación:

source: Open
ast: Abrir

source: Save As
ast: Guardar como

# @title:menu
source: Copy To
ast: Copiar en

# @title:menu
source: Move To
ast: Mover a

# @title:menu
source: Home Folder
ast: Carpeta Home

# @title:menu
source: Root Folder
ast: Carpeta raigañu

# @title:menu in Copy To or Move To submenu
source: Browse...
ast: Restolar...

# @title:menu
source: Copy Here
ast: Copiar equí

# @title:menu
source: Move Here
ast: Mover equí

source: *|All Files
ast: *|Tolos ficheros

source: All Supported Files
ast: Tolos ficheros sofitaos

source: All Files
ast: Tolos ficheros

source: L&abel:
ast: &Etiqueta:

source: &Location:
ast: &Allugamientu:

source: Choose an &icon:
ast: Escueyi un &iconu:

source: &Release '%1'
ast: &Llanzar «%1»

source: &Safely Remove '%1'
ast: E&strayer con seguranza «%1»

source: &Unmount '%1'
ast: &Desmontar «%1»

source: &Eject '%1'
ast: &Estrayer «%1»

source: The device '%1' is not a disk and cannot be ejected.
ast: El preséu «%1» nun ye un discu y nun pue espulsase.

source: An error occurred while accessing '%1', the system responded: %2
ast: Asocedió un fallu entrín s'accedía a «%1», el sistema respondió: %2

source: An error occurred while accessing '%1'
ast: Asocedió un fallu entrín s'accedía a «%1»

# @action:inmenu
source: Empty Trash
ast: Balerar papelera

source: Add Entry...
ast: Amestar entrada...

source: &Edit Entry '%1'...
ast: &Editar entrada «%1»...

source: &Hide Entry '%1'
ast: &Anubrir entrada «%1»

source: &Show All Entries
ast: &Amosar toles entraes

source: &Remove Entry '%1'
ast: &Desaniciar entrada «%1»

source: Drive: %1
ast: Unidá: %1

source: Click this button to move backwards one step in the browsing history.
ast: Primi nesti botón pa movese un pasu atrás na historia de navegación.

source: Click this button to move forward one step in the browsing history.
ast: Primi nesti botón pa movese un pasu alantre na historia de navegación.

source: Click this button to reload the contents of the current location.
ast: Primi esti botón pa recargar los conteníos del allugamientu actual.

source: Click this button to create a new folder.
ast: Primi esti botón pa crear una carpeta nueva.

source: Options
ast: Opciones

source: Zoom out
ast: Alloñar

source: Zoom in
ast: Averar

source: &Name:
ast: &Nome:

source: You can only select one file
ast: Namái pues esbillar un ficheru

source: More than one file provided
ast: Apurrióse más d'un ficheru

source: You can only select local files
ast: Namái pues esbillar ficheros llocales

source: Remote files not accepted
ast: Refúguense los ficheros remotos

source: More than one folder has been selected and this dialog does not accept folders, so it is not possible to decide which one to enter. Please select only one folder to list it.
ast: Esbillóse más d'una carpeta y esti diálogu nun les aceuta, asina que nun ye posible decidir en cuala entrar. Esbilla namái una carpeta pa llistala, por favor.

source: At least one folder and one file has been selected. Selected files will be ignored and the selected folder will be listed
ast: Esbillóse polo menos una carpeta y un ficheru. Los ficheros esbillaos inoraránse y les carpetes esbillaes llistaránse

source: Files and folders selected
ast: Esbilláronse ficheros y carpetes

source: The file "%1" could not be found
ast: Nun pudo alcontrase'l ficheru «%1»

source: Cannot open file
ast: Nun pue abrise'l ficheru

source: This is the name of the file to open.
ast: Esti ye'l nome del ficheru p'abrir.

# @title:window
source: Places
ast: Llugares

source: The file "%1" already exists. Do you wish to overwrite it?
ast: Yá esiste'l ficheru «%1». ¿Deseyes sobrescribilu?

source: Overwrite File?
ast: ¿Sobrescribir ficheru?

source: The chosen filenames do not appear to be valid.
ast: Los nomes de ficheru escoyíos nun paecen ser válidos.

source: Invalid Filenames
ast: Nomes de ficheros non válidos

source: You can only select local files.
ast: Namái pues esbillar ficheros llocales.

source: Remote Files Not Accepted
ast: Refúguense ficheros remotos

source: *|All Folders
ast: *|Toles carpetes

source: &Open
ast: &Abrir

source: Bookmarks
ast: Marcadores

source: Sorry
ast: Sentímoslo

# @action:button
source: Create directory
ast: Crear direutoriu

source: Create hidden directory?
ast: ¿Crear direutoriu anubríu?

source: The name "%1" starts with a dot, so the directory will be hidden by default.
ast: El nome «%1» entama per un puntu, asina que'l direutoriu anubriráse por defeutu.

source: Do not ask again
ast: Nun entrugar de nueves

source: File name:
ast: Nome de ficheru:

source: Basic links can only point to local files or directories. Please use "Link to Location" for remote URLs.
ast: Los enllaces básicos namái puen apuntar a ficheros llocales o direutorios. Usa «Enllaz a allugamientu» pa URLs remotes, por favor.

source: Create New
ast: Crear nuevu

source: Link to Device
ast: Enllaz a preséu

# Default name for a new folder
source: New Folder
ast: Carpeta nueva

# @title:window
source: New Folder
ast: Carpeta nueva

source: Copy
ast: Copiar

source: Paste
ast: Apegar

source: Edit
ast: Editar

source: Navigate
ast: Navegar

source: Custom Path
ast: Camín personalizáu

# @action:inmenu
source: More
ast: Más

# @item:inmenu
source: Devices
ast: Preseos

source: Error saving image to %1
ast: Fallu guardando la imaxe en %1

source: No Media inserted or Media not recognized.
ast: Nun s'inxertó o reconoció dal mediu.

source: "vold" is not running.
ast: «vold» nun ta n'execución

source: Could not find program "mount"
ast: Nun pudo alcontrase'l programa «mount»

source: Could not find program "umount"
ast: Nun pudo alcontrase'l programa «unmount»

source: Cannot copy file from %1 to %2. (Errno: %3)
ast: Nun pue copiase'l ficheru de %1 a %2. (Nᵘ de fallu: %3)

source: Opening connection to host %1
ast: Abriendo conexón col agospiu %1

source: Connected to host %1
ast: Coneutáu col agospiu %1

source: %1 (Error %2)
ast: %1 (Fallu %2)

source: Sending login information
ast: Unviando información d'aniciu de sesión

source: Message sent: Login using username=%1 and password=[hidden] Server replied: %2
ast: Mensaxe unviáu: Aniciu de sesión usando'l nome d'usuariu=%1 y contraseña=[anubrida] El sirvidor respondió: %2

source: You need to supply a username and a password to access this site.
ast: Necesites apurrir un nome d'usuariu y una contraseña p'acceder a esti sitiu.

source: Site:
ast: Sitiu:

source: Could not login to %1.
ast: Nun pudo aniciase sesión en %1

source: Proxy Authentication Failed.
ast: Falló l'autenticación del proxy.

source: There is no documentation available for %1.
ast: Nun hai documentación disponible pa %1.

source: Looking up correct file
ast: Guetando'l ficheru correutu

source: Preparing document
ast: Tresnando'l documentu

source: The requested help file could not be parsed:<br />%1
ast: Nun pudo analizase'l ficheru solicitáu:<br />%1

source: Saving to cache
ast: Guardando a la caché

source: Using cached version
ast: Usando versión na caché

source: Looking up section
ast: Guetando seición

source: Could not find filename %1 in %2.
ast: Nun pudo alcontrase'l nome de ficheru %1 en %2.

source: No host specified.
ast: Nun s'especificó l'agospiu.

# request type
source: retrieve property values
ast: recibise los valores de propiedá

# request type
source: set property values
ast: afitase los valores de propiedá

# request type
source: create the requested folder
ast: crease la carpeta solicitada

# request type
source: copy the specified file or folder
ast: copiase'l ficheru o carpeta especificada

# request type
source: move the specified file or folder
ast: movese al ficheru o carpeta

# request type
source: search in the specified folder
ast: guetase na carpeta especificada

# request type
source: lock the specified file or folder
ast: bloquiase'l ficheru o carpeta especificáu

# request type
source: unlock the specified file or folder
ast: desbloquiase'l ficheru o carpeta especificáu

# request type
source: delete the specified file or folder
ast: desaniciáse'l ficheru o carpeta especificáu

# request type
source: retrieve the contents of the specified file or folder
ast: recibise los conteníos del ficheru o carpeta especificáu

# request type
source: run a report in the specified folder
ast: executase un informe na carpeta especificada

# %1: code, %2: request type
source: An unexpected error (%1) occurred while attempting to %2.
ast: Asocedió un fallu inesperáu (%1) entrín intentaba %2.

source: The server does not support the WebDAV protocol.
ast: El sirvidor nun sofita'l protocolu WebDAV.

# %1: request type, %2: url
source: An error occurred while attempting to %1, %2. A summary of the reasons is below.
ast: Asocedió un fallu entrín intentaba %1, %2. Embaxo hai un sumariu de les razones.

# %1: request type
source: Access was denied while attempting to %1.
ast: Ñegóse l'accesu entrín %1.

# %1: request type
source: Unable to %1 because the resource is locked.
ast: Nun pue %1 porque'l recursu ta bloquiáu.

source: This action was prevented by another error.
ast: Esta aición evitóla otru fallu.

# %1: request type
source: Unable to %1 because the destination server refuses to accept the file or folder.
ast: Nun pue %1 porque'l sirvidor de destín refuga aceutar el ficheru o carpeta.

source: The destination resource does not have sufficient space to record the state of the resource after the execution of this method.
ast: El recursu destín nun tien espaciu abondo pa grabar l'estáu del recursu dempués de la execución d'esti métodu.

source: The resource cannot be deleted.
ast: Nun pue desaniciase'l recursu.

# %1: response code, %2: request type
source: An unexpected error (%1) occurred while attempting to %2.
ast: Asocedió un fallu inesperáu (%1) entrín intentaba %2.

source: %1 contacted. Waiting for reply...
ast: %1 contautó. Esperando pola rempuesta...

# @title:window
source: Confirm Website Access
ast: Confirmación d'accesu a sitiu web

source: Sending data to %1
ast: Unviando datos a %1

source: Authentication Failed.
ast: Fallu d'autenticación.

source: Authorization failed.
ast: Fallu d'autorización.

source: Unknown Authorization method.
ast: Deconozse'l métodu d'autorización.

source: Receiving corrupt data.
ast: Recibiéronse datos toyíos.

source: Cannot Save Cookies
ast: Nun puen guardase les cookies

source: Could not remove %1, check permissions
ast: Nun pudo desaniciase %1, comprueba los permisos

source: Could not create directory %1
ast: Nun pudo crease'l direutoriu %1.

source: Cookie Alert
ast: Alerta de cookies

# %2 hostname, %3 optional cross domain suffix (translated below)
source: <p>You received a cookie from<br/><b>%2%3</b><br/>Do you want to accept or reject this cookie?</p>
ast: <p>Recibiesti una cookie de<br/><b>%2%3</b><br/>¿Quies aceutala o refugala?</p>

source: Details
ast: Detalles

source: Accept for this &session
ast: Aceutar pa esta &sesión

source: &Accept
ast: &Aceutar

source: &Reject
ast: &Refugar

source: Apply Choice To
ast: Aplicar escoyeta a

source: &Only this cookie
ast: &Namái esta cookie

source: &Only these cookies
ast: &Namái estes cookies

source: All cookies from this do&main
ast: Toles cookies d'esti do&miniu

source: All &cookies
ast: Toles &cookies

source: Name:
ast: Nome:

source: Value:
ast: Valor:

source: Expires:
ast: Caduca:

source: Path:
ast: Camín:

source: Domain:
ast: Dominiu:

# Next cookie
source: &Next >>
ast: &Siguiente >>

source: Not specified
ast: Nun s'especificó

source: Secure servers only
ast: Namái sirvidores seguros

source: Servers
ast: Sirvidores

source: Access denied
ast: Accesu ñegáu

source: You do not have permission to access the %1 protocol.
ast: Nun tienes permisu p'acceder al protocolu %1.

source: days
ast: díes

source: Delete files older than:
ast: Desaniciar ficheros más vieyos de:

source: day
ast: día

source: Maximum size:
ast: Tamañu máximu:

source: When limit reached:
ast: Al algamase'l llímite:

source: Warn Me
ast: Alvertime

source: Delete Oldest Files From Trash
ast: Desaniciar de la papelera los ficheros más vieyos

source: Delete Biggest Files From Trash
ast: Desaniciar de la papelera los ficheros más grandes

source: The directory %1 does not exist anymore, so it is not possible to restore this item to its original location. You can either recreate that directory and use the restore operation again, or drag the item anywhere else to restore it.
ast: Yá nun esiste'l direutoriu %1 asina que nun ye posible restaurar esti elementu al so allugamientu orixinal. Tamién pues recrear esi direutoriu y usar la operación de restaurar de nueves, o arrastar l'elementu per dayures pa restauralu.

source: This file is already in the trash bin.
ast: Esti ficheru yá ta na papelera.

source: Helper program to handle the KDE trash can Note: to move files to the trash, do not use ktrash, but "kioclient move 'url' trash:/"
ast: Programa auxiliar pa remanar la papelera de KDE Nota: pa mover ficheros a la papelera nun uses ktrash, sinón «kioclient move "url" trash:/»

source: The trash has reached its maximum size! Cleanup the trash manually.
ast: ¡La papelera algamó'l so tamañu máximu! Llímpiala a mano.

source: &Use cache
ast: &Usar caché

source: Policy
ast: Política

source: &Keep cache in sync
ast: &Caltener caché en sincronización

source: C&lear Cache
ast: Ll&impiar caché

source: &Policy
ast: &Política

source: &Management
ast: &Xestión

source: D-Bus Communication Error
ast: Fallu de comunicación de D-Bus

source: Unable to delete all the cookies as requested.
ast: Nun puen desaniciase toles cookies solicitaes.

source: Unable to delete cookies as requested.
ast: Nun puen desaniciase les cookies solicitaes.

source: <h1>Cookie Management Quick Help</h1>
ast: <h1>Ayuda rápida de xestión de ficheros</h1>

source: Information Lookup Failure
ast: Fallu de gueta d'información
