Repository: KDE/kio
Catalog: po/*/kio_trash.po
Languages: ca

source: day
ca: dia

source: Delete files older than:
ca: Esborra els fitxers més antics de:

# @info:whatsthis
source: <para>Check this box to allow <b>automatic deletion</b> of files that are older than the value specified. Leave this disabled to <b>not</b> automatically delete any items after a certain timespan</para>
ca: <para>Marqueu aquesta casella per a permetre l'<b>esborrat automàtic</b> de fitxers més antics que el valor indicat. Deixeu-ho desmarcat per a <b>no</b> esborrar automàticament cap element després d'un lapse de temps concret</para>

# @info:whatsthis
source: <para>Set the number of days that files can remain in the trash. Any files older than this will be automatically deleted.</para>
ca: <para>Indica el nombre de dies que els fitxers poden romandre en la paperera. Els fitxers més antics que aquest valor s'esborraran automàticament.</para>

source: Limit to maximum size
ca: Limita la mida màxima

# @info:whatsthis
source: <para>Check this box to limit the trash to the maximum amount of disk space that you specify below. Otherwise, it will be unlimited.</para>
ca: <para>Marqueu aquesta casella per limitar la paperera a la quantitat màxima d'espai en disc que indiqueu seguidament. En cas contrari, serà sense límit.</para>

# @info:whatsthis
source: <para>This is the maximum percent of disk space that will be used for the trash.</para>
ca: <para>Aquest és el percentatge màxim d'espai del disc que s'utilitzarà per a la paperera.</para>

# @info:whatsthis
source: <para>This is the calculated amount of disk space that will be allowed for the trash, the maximum.</para>
ca: <para>Aquesta és la quantitat calculada d'espai del disc que s'acceptarà per a la paperera, el màxim.</para>

source: Maximum size:
ca: Mida màxima:

source: When limit reached:
ca: Quan s'arribi al límit:

source: Warn Me
ca: Avisa'm

source: Delete Oldest Files From Trash
ca: Esborra els fitxers més antics de la paperera

source: Delete Biggest Files From Trash
ca: Esborra els fitxers més grans de la paperera

# @info:whatsthis
source: <para>When the size limit is reached, it will prefer to delete the type of files that you specify, first. If this is set to warn you, it will do so instead of automatically deleting files.</para>
ca: <para>Quan s'arribi a la mida límit, primer serà preferible esborrar els tipus de fitxers que indiqueu. Si això s'estableix per avisar-vos, es farà en lloc d'esborrar automàticament els fitxers.</para>

source: Malformed URL %1
ca: URL %1 mal format

source: The directory %1 does not exist anymore, so it is not possible to restore this item to its original location. You can either recreate that directory and use the restore operation again, or drag the item anywhere else to restore it.
ca: El directori %1 ja no existeix, per tant no és possible restaurar aquest element a la seva ubicació original. Podeu o bé recrear el directori i usar l'operació de restaurar un altre cop o arrossegar l'element a un altre lloc per a restaurar-lo.

source: This file is already in the trash bin.
ca: Aquest fitxer ja és a la paperera.

source: Internal error in copyOrMove, should never happen
ca: Error intern en copiar o moure, mai hauria de succeir

source: not supported
ca: no és permès

source: Helper program to handle the KDE trash can Note: to move files to the trash, do not use ktrash, but "kioclient move 'url' trash:/"
ca: Programa d'ajuda per a gestionar la paperera KDE Nota: per a moure fitxers a la paperera no useu ktrash, sinó «kioclient move "url" trash:/»

source: Empty the contents of the trash
ca: Buida el contingut de la paperera

source: Restore a trashed file to its original location
ca: Restaura un fitxer de la paperera a la seva ubicació original

source: Ignored
ca: Ignorat

source: The trash has reached its maximum size! Cleanup the trash manually.
ca: La paperera ha arribat a la seva mida màxima! Netegeu manualment la paperera.

source: The file is too large to be trashed.
ca: Aquest fitxer és massa gran per anar a la paperera.
